// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon heeft drie essentiële bestanden nodig(Simpel gezegd).
boot0 (Op het MBR van de harde schijf) Verantwoordelijke voor het laden van boot1.
boot1 (Op de boot-sector van de partitie) Om boot2 te vinden.
boot2 (In de root van de partitie) Om de kernel, etc. te laden .";

"Standard_title" = "Chameleon Standaard";
"Standard_description" = "Installeer Chameleon";

"EFI_title" = "EFI";
"EFI_description" = "Install Chameleon's files to the normally hidden EFI partition using either boot0 or boot0md depending on your system and without destroying any existing Windows installation if you have one.";

"noboot_title" = "Geen";
"noboot_description" = "Installeer Chameleon niet. (Bruikbaar om alleen Extra onderelen te installeren)";

// Modules

"Module_title" = "Chameleon Modules";
"Module_description" = "The modules system incorporated in chameleon allows for a user or developer to extend the core functionality of chameleon without replacing the main boot file. ";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( > r784) ported to a module.
This code has no support for 'legacy' ATI cards.
If your HD card was supported on the old code and you find
it missing on this, please file an issue at:
http://forge.voodooprojects.org/p/chameleon/issues/
The same applies to any missing card on this code.
Only cards known to work will be added.";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "The GraphicsEnabler ATI code ( < r784) ported to a module.
Support for 'legacy' cards...
Based on Meklort's work.";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "Enables a few Intel cards to be used out of the box, mostly mobile ones.";

"klibc_title" = "klibc";
"klibc_description" = "This module provides a standard c library for modules to link to if the library provided by chameleon is insufficient.
This is currently only used by the uClibc++ library.
Source: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "This module reads the edid information from the monitor attached to the main display.
The module is currently not integrated into trunk and has minimal uses as it stands.
Additionally, the module will patch the vesa modes available in pre intel hd graphics cards to provide proper resolution while booting.";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "The GraphicsEnabler nVidia code ported to a module.
If your card is supported and you find it missing on this code, please file an issue at:
http://forge.voodooprojects.org/p/chameleon/issues/
Only cards known to work will be added.";

"uClibc_title" = "uClibc++";
"uClibc_description" = "This module provides a minimalistic c++ runtime library for use in other modules.
This does not provide functionality by itself, instead it is used to allow for the c++ language to be used in other modules.
Please note that rtti and exceptions has both been disabled.
Source: http://cxx.uclibc.org/
Dependencies: klibc";

"Keylayout_title" = "Keylayout";
"Keylayout_description" = "This module permits the user to define the keyboard key mappings.";

// Utility
"Utility_title" = "Hulpprogramma";
"Utility_description" = "Optionele bestanden om te helpen installeren.";

"PrefPanel_title" = "Preference Panel";
"PrefPanel_description" = "Installeerd het Preference Panel voor Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Kopieert een voorbeeld smbios.plist naar /Extra/Configuration.";

"Documentation_title" = "Documentatie";
"Documentation_description" = "Documentatie voor de handmatige installatie en het gebruik van Chameleon.";

// Options
"Options_title" = "Opties";
"Options_description" = "Stel standaard opties in";

"arch_title" = "arch=i386";
"arch_description" = "Boot de kernel in 32bit mode in plaats van de standaard 64bit mode.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Geef het partitie selectie scherm weer, zonder het timeout scherm weer te geven.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Schakelt quit boot mode in(geen berichten of prompt).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Schakelt de automatisch ingeschakelde restart fix uit.";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Disables display of partition and resolution details.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Negeert de SSDT tables die ingebouwd zitten in het moederbord.";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Voeg EthernetBuiltIn=y aan com.apple.Boot.plist toe, Deze optie zorgt ervoor dat er 'built-in' aan je ethernet-apparaten wordt toegevoegd.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Voeg GraphicsEnabler=y toe aan com.apple.Boot.plist, Deze optie zal NVIDIA GPU's automatisch detecteren en de juiste info injecteren.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Enable specific Processor power state, C2.";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Enable specific Processor power state, C3.";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Enable specific Processor power state, C4.";

"SkipFTFix_title" = "SkipFTFix=Yes";
"SkipFTFix_description" = "A temporary work around for this breaking RAID booting.";

// Advanced
"Advanced_title" = "Geavanceerde Boot Opties";
"Advanced_description" = "Creëer een /Extra/com.apple.Boot.plist en selecteer je gewenste geavanceerde opties om Chameleon's instellingen te wijzigen.";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Set the flag npci=0x2000 for the Kernel Flags";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Verbergt Chameleon's boot banner in de GUI.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Gebruik het legacy logo (grijs op wit) op het bootscherm in plaats van het boot.png logo van het thema.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Schakelt SMBIOSdefaults opties in.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Schakelt UseAtiROM opties in.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Schakelt UseNvidiaROM opties in.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pauzeert het boot process nadat Chameleon's setup voltooid is, hierna wacht het tot er op een toets gedrukt wordt voor het de mach kernel start. Bruikbaar wanneer het gecombineerd wordt met de verbose boot voor probleemoplossing.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Probeert de sleep image te laden die opgeslagen is van de laatste keer dat de pc in hibernation is gezet.";

"GUI_title" = "GUI";
"GUI_description" = "Om de grafische interface uit te zetten, moet er GUI=n aan com.apple.Boot.plist toegevoegd worden."

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Schakelt VBIOS optie in.";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Schakel automatisch gegenereerde processor C-States in.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Schakel automatisch gegenereerde processor P-States in.";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "New C-State _CST generation method using SystemIO registers instead of FixedHW.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Voeg ForceHPET=y toe aan com.apple.Boot.plist, Deze optie zorgt ervoor dat HPET aangezet wordt op intel chipsets en is voor biossen die die optie niet ondersteunen.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Voeg ForceWake=y toe aan com.apple.Boot.plist, deze optie zorgt ervoor dat je corrupte sleep images kan voorbijgaan.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Voeg EHCIacquire=y toe aan com.apple.Boot.plist, Deze optie repareert alle EHCI ownership problemen die worden veroorzaakt door slechte biossen.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Voeg UHCIreset=y toe aan com.apple.Boot.plist, Deze optie zal UHCI controllers resetten voor dat OS X gestart wordt.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Schakelt de automatisch ingeschakelde RAM geheugen herkenning uit.";

// KeyLayout
"KeyLayout_title" = "KeyLayout";
"KeyLayout_description" = "Set keylayout to use";

"mac-de_title" = "German Mac Keyboard";
"mac-de_description" = "Use the keyboard layout for a German Mac keyboard";

"mac-es_title" = "Spanish Mac Keyboard";
"mac-es_description" = "Use the keyboard layout for a Spanish Mac keyboard";

"mac-fr_title" = "French Mac Keyboard";
"mac-fr_description" = "Use the keyboard layout for a French Mac keyboard";

"mac-it_title" = "Italian Mac Keyboard";
"mac-it_description" = "Use the keyboard layout for an Italian Mac keyboard";

"mac-se_title" = "Swedish Mac Keyboard";
"mac-se_description" = "Use the keyboard layout for a Swedish Mac keyboard";

"pc-fr_title" = "French PC Keyboard";
"pc-fr_description" = "Use the keyboard layout for a French PC keyboard";

// Resolution
"Resolution_title" = "Resolution";
"Resolution_description" = "Stel de schermresolutie van je monitor in";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x768x32_title" = "1280x768x32";
"1280x768x32_description" = "1280x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Thema's";
"Themes_description" = "Een Collectie van Voorbeeld Thema's
More themes can be found at http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Een kleinere simpele versie van het nieuwe standaard thema dat gebruikt wordt, wanneer er een versie van Chameleon gebouwd wordt die een geëmbed thema nodig heeft.";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleon's vorige default thema";

"Default_title" = "Standaard";
"Default_description" = "Het thema wat geëmbed is in de booter, zodat deze aangepast kan worden.";

// Extras
"Extras_title" = "Extra's";
"Extras_description" = "Een collectie van handige addons.";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Installeer standaard SMBIOS overrides smbios.plist in Extra";

// Error strings
"ERROR_BOOTVOL" = "Deze software moet op het opstartvolume geïnstalleerd worden.";
"ERROR_INSTALL" = "Dit volume voldoet niet aan de eisen voor deze update.";

"Newer_Package_Installed_message" = "Een nieuwere versie van Chameleon is al geïnstalleerd.";
"Intel_Mac_message" = "Deze software kan niet worden geïnstalleerd op deze computer.";
